# Напишите функцию, которая принимает число и проверяет, является ли оно простым

# Напоминание: Простое число - это число, которое имеет 2 делителя нацело: 1 и само число

# Если число простое - функция возвращает True, если нет - возвращает False

# def simple(n):
#     if n % n == 0 and n % 1:
#         return True
#     else:
#         return False


# print(simple(13))

